#include "upgrade_shop.h"

void Shop()
{
	printf("¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á\n");
	printf("¡á                                                                            ¡á\n");
	printf("¡á                                                                            ¡á\n");
	printf("¡á                                                                            ¡á\n");
	printf("¡á                                                                            ¡á\n");
	printf("¡á                                                                            ¡á\n");
	printf("¡á                                                                            ¡á\n");
	printf("¡á                                                                            ¡á\n");
	printf("¡á                                                                            ¡á\n");
	printf("¡á                                                                            ¡á\n");
	printf("¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á\n");
}